Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_RECORD_VIDEO_1080p_25_HEVC_DOLBY_FOOTER
source: • 65 MB with 1080p HD at 25 fps (PAL TV)
ar: ‏• ٦٥ م.ب. بدقة ‪1080p HD‬ ومعدل ٢٥ إطار/ث (PAL التلفزيون)
bg: • 65 MB с 1080p HD / 25 кадъра/сек (PAL TV)
bn: • 1080p HD-তে 25 fps-এ 65 MB (PAL টিভি)
ca: • 65 MB amb 1080p HD a 25 fps (PAL TV)
cs: • 65 MB při 1080p HD a 25 fps (PAL TV)
da: • 65 MB med 1080p HD ved 25 bps (PAL-tv)
de: • 65 MB in 1080p HD mit 25 fps (PAL-TV)
el: • 65 MB με 1080p HD στα 25 καρέ/δευτ. (PAL TV)
es: • 65 MB a 1080p HD y 25 fps (TV PAL)
es_us: • 65 MB con 1080p HD a 25 fps (PAL TV)
fi: • 65 Mt, jos valittuna on 1080p HD / 25 fps (PAL TV)
fr: • 65 Mo avec 1080p HD à 25 ips (TV PAL)
fr_ca: • 65 Mo avec 1080p HD à 25 ips (télévision PAL)
gu: • 25 fps પર 1080p HD માટે 65 MB (PAL TV)
he: ‏• 65 מ״ב עם 1080p באיכות HD בקצב של ⁨25 FPS⁩ (PAL TV)
hi: • 25 fps पर 1080p HD के साथ 65 MB (PAL TV)
hr: • 65 MB s 1080p HD pri 25 fps (PAL TV)
hu: • 65 MB 1080p HD felbontással, 25 fps sebességgel (PAL TV)
id: • 65 MB dengan HD 1080p pada 25 fps (PAL TV)
it: • 65 MB con 1080p HD a 25 fps (TV PAL)
ja: • 65 MB（1080p HD/25 fps、PAL TV）
kk: • 65 МБ: 1080p HD, 25 кадр/с (PAL TV)
kn: • 25 fpsನಲ್ಲಿ 1080p HD ಜೊತೆಗೆ 65 MB (PAL TV)
ko: • 65MB, 1080p HD - 25fps(PAL TV)
lt: • 65 MB pasirinkus 1080p HD 25 kadr./s (PAL TV)
ml: • 25 fps, 1080p HD-ൽ 65 MB (PAL TV)
mr: • ^[25](formatNumber: true) fps वर ^[1080](formatNumber: true) p HD सह ^[65](formatNumber: true) MB (PAL TV)
ms: • 65 MB dengan 1080p HD pada 25 bps (PAL TV)
nb: • 65 MB med 1080p HD ved 25 bps (PAL TV)
nl: • 65 MB met 1080p HD op 25 fps (PAL TV)
or: • ^[25](formatNumber: true) fpsରେ 1080p HD ସହିତ ^[65](formatNumber: true) MB (PAL TV)
pa: • ^[25](formatNumber: true) fps ’ਤੇ ^[1080](formatNumber: true)p HD ਨਾਲ ^[65](formatNumber: true) MB (PAL TV)
pl: • 65 MB przy 1080p HD i 25 kl./s (TV PAL)
pt_br: • 65 MB com 1080p HD a 25 fps (PAL TV)
pt_pt: • 65 MB com HD 1080p a 25 fps (TV PAL)
ro: • 65 MB cu HD 1080p la 25 fps (PAL TV)
ru: • 65 МБ при 1080p HD, 25 кадр⁠/⁠с (PAL TV)
sk: • 65 MB pri 1080p HD, 25 fps (PAL TV)
sl: • 65 MB z ločljivostjo 1080p HD pri 25 sličicah/s (PAL TV)
sv: • 65 MB med HD i 1080p med 25 bilder/s (PAL-TV)
ta: • 25 fpsஇல் 1080p HDஇல் 65 MB (PAL TV)
te: • 25 fpsగా 1080p HDతో 65 MB (PAL TV)
th: • 65 MB ด้วย 1080p HD ที่ 25 fps (PAL TV)
tr: • 65 MB, 1080p HD, 25 kare/sn. (PAL TV)
uk: • 65 МБ для 1080p HD із 25 кадр/с (PAL TV)
ur: ‏⁨^[25](formatNumber: true) fps⁩ پر ⁨1080p HD⁩ کے ساتھ ⁨^[65](formatNumber: true) MB⁩‏( PAL TV)
vi: • 65 MB với 1080p HD tại 25 fps (PAL TV)
zh_cn: • 65 MB, 1080p HD/25 fps（PAL电视）
zh_hk: • 65 MB（1080p HD/25 fps，PAL電視）
zh_tw: • 65 MB（1080p HD/25 fps，PAL電視）

# CAM_RECORD_VIDEO_1080p_25_HEVC_FOOTER
source: • 60 MB with 1080p HD at 25 fps (PAL TV)
ar: ‏• ٦٠ م.ب. بدقة ‪1080p HD‬ ومعدل ٢٥ إطار/ث (PAL التلفزيون)
bg: • 60 MB с 1080p HD / 25 кадъра/сек (PAL TV)
bn: • 1080p HD-তে 25 fps-এ 60 MB (PAL টিভি)
ca: • 60 MB amb 1080p HD a 25 fps (PAL TV)
cs: • 60 MB při 1080p HD a 25 fps (PAL TV)
da: • 60 MB med 1080p HD ved 25 bps (PAL-tv)
de: • 60 MB in 1080p HD mit 25 fps (PAL-TV)
el: • 60 MB με 1080p HD στα 25 καρέ/δευτ. (PAL TV)
es: • 60 MB a 1080p HD y 25 fps (TV PAL)
es_us: • 60 MB con 1080p HD a 25 fps (PAL TV)
fi: • 60 Mt, jos valittuna on 1080p HD / 25 fps (PAL TV)
fr: • 60 Mo avec 1080p HD à 25 ips (TV PAL)
fr_ca: • 60 Mo avec 1080p HD à 25 ips (télévision PAL)
gu: • 25 fps પર 1080p HD માટે 60 MB (PAL TV)
he: ‏• 60 מ״ב עם 1080p באיכות HD בקצב של ⁨25 FPS⁩ (PAL TV)
hi: • 25 fps पर 1080p HD के साथ 60 MB (PAL TV)
hr: • 60 MB s 1080p HD pri 25 fps (PAL TV)
hu: • 60 MB 1080p HD felbontással, 25 fps sebességgel (PAL TV)
id: • 60 MB dengan HD 1080p pada 25 fps (PAL TV)
it: • 60 MB con 1080p HD a 25 fps (TV PAL)
ja: • 60 MB（1080p HD/25 fps、PAL TV）
kk: • 60 МБ: 1080p HD, 25 кадр/с (PAL TV)
kn: • 25 fpsನಲ್ಲಿ 1080p HD ಜೊತೆಗೆ 60 MB (PAL TV)
ko: • 60MB, 1080p HD - 25fps(PAL TV)
lt: • 60 MB pasirinkus 1080p HD 25 kadr./s (PAL TV)
ml: • 25 fps, 1080p HD-ൽ 60 MB (PAL TV)
mr: • ^[25](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD सह ^[60](formatNumber: true) MB (PAL TV)
ms: • 60 MB dengan 1080p HD pada 25 bps (PAL TV)
nb: • 60 MB med 1080p HD ved 25 bps (PAL TV)
nl: • 60 MB met 1080p HD op 25 fps (PAL TV)
or: • ^[25](formatNumber: true) fpsରେ 1080p HD ସହିତ ^[60](formatNumber: true) MB (PAL TV)
pa: • 25 fps ’ਤੇ 1080p HD ਨਾਲ 60 MB (PAL TV)
pl: • 60 MB przy 1080p HD i 25 kl./s (TV PAL)
pt_br: • 60 MB com 1080p HD a 25 fps (PAL TV)
pt_pt: • 60 MB com HD 1080p a 25 fps (TV PAL)
ro: • 60 MB cu HD 1080p la 25 fps (PAL TV)
ru: • 60 МБ при 1080p HD, 25 кадр⁠/⁠с (PAL TV)
sk: • 60 MB pri 1080p HD, 25 fps (PAL TV)
sl: • 60 MB z ločljivostjo 1080p HD pri 25 sličicah/s (PAL TV)
sv: • 60 MB med HD i 1080p med 25 bilder/s (PAL-TV)
ta: • 25 fpsஇல் 1080p HDஇல் 60 MB (PAL TV)
te: • 25 fpsగా 1080p HDతో 60 MB (PAL TV)
th: • 60 MB ด้วย 1080p HD ที่ 25 fps (PAL TV)
tr: • 60 MB, 1080p HD, 25 kare/sn. (PAL TV)
uk: • 60 МБ для 1080p HD із 25 кадр/с (PAL TV)
ur: ‏⁨^[25](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩ کے ساتھ ‏⁨^[60](formatNumber: true) MB⁩‏( PAL TV)
vi: • 60 MB với 1080p HD tại 25 fps (PAL TV)
zh_cn: • 60 MB, 1080p HD/25 fps（PAL电视）
zh_hk: • 60 MB（1080p HD/25 fps，PAL電視）
zh_tw: • 60 MB（1080p HD/25 fps，PAL電視）

# CAM_RECORD_VIDEO_1080p_25_MOST_COMPATIBLE
source: 1080p HD at 25 fps (High Efficiency)
ar: ‏‪1080p HD‬ بمعدل ٢٥ إطار/ث (تنسيق عالي الكفاءة)
bg: 1080p HD / 25 кадъра/сек (Високоефективен)
bn: 1080p HD 25 fps-এ (হাই এফিসিয়েন্সি)
ca: 1080p HD a 25 fps (alta eficiència)
cs: 1080p HD při 25 fps (vysoká efektivita)
da: 1080p HD ved 25 bps (High Efficiency)
de: 1080p HD mit 25 fps (High Efficiency)
el: 1080p HD στα 25 καρέ/δευτ. (υψηλή απόδοση)
es: 1080p HD a 25 fps (alta eficiencia)
es_us: 1080p HD a 25 fps (alta eficiencia)
fi: 1080p HD / 25 fps (korkea hyötysuhde)
fr: 1080p HD à 25 ips (haute efficacité)
fr_ca: 1080p HD à 25 ips (haute efficacité)
gu: 25 fps પર 1080p HD (હાઇ એફિશંસી)
he: ‏1080p באיכות HD בקצב של ⁨25 FPS⁩ (יעילות גבוהה)
hi: 25 fps पर 1080p HD (हाई एफ़िशिएंसी)
hr: 1080p HD pri 25 fps (visoka učinkovitost)
hu: 1080p HD / 25 fps (nagy hatékonyságú)
id: HD 1080p pada 25 fps (Efisiensi Tinggi)
it: 1080p HD a 25 fps (efficienza elevata)
ja: 1080p HD/25 fps（高効率）
kk: 1080p HD, 25 кадр/с (жоғары тиімділік)
kn: 25 fpsನಲ್ಲಿ 1080p HD (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 1080p HD - 25fps(고효율성)
lt: 1080p HD 25 kadr./s (didelis efektyvumas)
ml: 25 fps-ൽ 1080p HD (ഉയർന്ന എഫിഷ്യൻസി)
mr: 25 fps वर 1080p HD (उच्च कार्यक्षमता)
ms: 1080p HD pada 25 bps (Kecekapan Tinggi)
nb: 1080p HD ved 25 bps (High Efficiency)
nl: 1080p HD op 25 fps (High Efficiency)
or: ^[25](formatNumber: true) fpsରେ 1080p HD (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 25 fps ’ਤੇ 1080p HD (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 1080p HD, 25 kl./s (High Efficiency)
pt_br: 1080p HD a 25 fps (Alta Eficiência)
pt_pt: HD 1080p a 25 fps (alta eficiência)
ro: HD 1080p la 25 fps (eficiență înaltă)
ru: 1080p HD, 25 кадр⁠/⁠с (высокоэффективный)
sk: 1080p HD, 25 fps (vysokoefektívny)
sl: 1080p HD pri 25 sličicah/s (visoka učinkovitost)
sv: HD i 1080p med 25 bilder/s (Högeffektiv)
ta: 25 fpsஇல் 1080p HD (உயர் செயல்திறன்)
te: 25 fpsగా 1080p HD (అత్యధిక సామర్థ్యం కలిగినది)
th: 1080p HD ที่ 25 fps (ประสิทธิภาพสูง)
tr: 1080p HD, 25 kare/sn. (Yüksek Verimlilik)
uk: 1080p HD із 25 кадр/с (високоефективний)
ur: ‏⁨^[25](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩ (ہائی ایفی شیئنسی)
vi: 1080p HD tại 25 fps (Hiệu suất cao)
zh_cn: 1080p HD/25 fps（高效）
zh_hk: 1080p HD/25 fps（高效率）
zh_tw: 1080p HD/25 fps（高效率）

# CAM_RECORD_VIDEO_1080p_25_SHORT
source: 1080p at 25 fps
ar: ‏‪1080p‬ بمعدل ٢٥ إطار/ث
bg: 1080p / 25 кадъра/сек
bn: 25 fps-এ 1080p
ca: 1080p a 25 fps
cs: 1080p při 25 fps
da: 1080p ved 25 bps
de: 1080p (25 fps)
el: 1080p στα 25 καρέ/δευτ.
es: 1080p a 25 fps
es_us: 1080p a 25 fps
fi: 1080p / 25 fps
fr: 1080p à 25 ips
fr_ca: 1080p à 25 ips
gu: 25 fps પર 1080p
he: ‏1080p בקצב של ⁨25 FPS⁩
hi: 25 fps पर 1080p
hr: 1080p pri 25 fps
hu: 1080p / 25 fps
id: 1080p pada 25 fps
it: 1080p a 25 fps
ja: 1080p/25 fps
kk: 1080p, 25 кадр/с
kn: 25 fpsನಲ್ಲಿ 1080p
ko: 1080p - 25fps
lt: 1080p 25 kadr./s
ml: 25 fps-ൽ 1080p
mr: 25 fps वर 1080p
ms: 1080p pada 25 bps
nb: 1080p ved 25 bps
nl: 1080p op 25 fps
or: ^[25](formatNumber: true) fpsରେ 1080p
pa: 25 fps ’ਤੇ 1080p
pl: 1080p, 25 kl./s
pt_br: 1080p a 25 fps
pt_pt: 1080p a 25 fps
ro: 1080p la 25 fps
ru: 1080p, 25 кадр⁠/⁠с
sk: 1080p, 25 fps
sl: 1080p in 25 sličic/s
sv: 1080p med 25 b/s
ta: 25 fpsஇல் 1080p
te: 25 fpsగా 1080p
th: 1080p ที่ 25 fps
tr: 1080p, 25 kare/sn.
uk: 1080p із 25 кадр/с
ur: ‏⁨^[25](formatNumber: true) fps⁩ پر ‏⁨1080p⁩
vi: 1080p tại 25 fps
zh_cn: 1080p/25 fps
zh_hk: 1080p/25 fps
zh_tw: 1080p/25 fps

# CAM_RECORD_VIDEO_1080p_30
source: 1080p HD at 30 fps
ar: ‏‪1080p HD‬ بمعدل ٣٠ إطار/ث
bg: 1080p HD / 30 кадъра/сек
bn: ^[30](formatNumber: true) fps-এ ^[1080](formatNumber: true)p HD
ca: 1080p HD a 30 fps
cs: 1080p HD, 30 fps
da: 1080p HD ved 30 bps
de: 1080p HD (30 fps)
el: 1080p HD στα 30 καρέ/δευτ.
es: 1080p HD a 30 fps
es_us: 1080p HD a 30 fps
fi: 1080p HD / 30 fps
fr: 1080p HD à 30 ips
fr_ca: 1080p HD à 30 ips
gu: 30 fps પર 1080p HD
he: ‏1080p באיכות HD בקצב של ⁨30 FPS⁩
hi: 30 fps पर 1080p HD
hr: 1080p HD pri 30 fps
hu: 1080p HD / 30 fps
id: HD 1080p pada 30 fps
it: 1080p HD a 30 fps
ja: 1080p HD/30 fps
kk: 1080p HD, 30 кадр/с
kn: 30 fpsನಲ್ಲಿ 1080p HD
ko: 1080p HD - 30fps
lt: 1080p HD 30 kadr./s
ml: 30 fps-ൽ 1080p HD
mr: ^[30](formatNumber: true) fps वर ^[1080](formatNumber: true) p HD
ms: 1080p HD pada 30 bps
nb: 1080p HD ved 30 bps
nl: 1080p HD op 30 fps
or: ^[30](formatNumber: true) fpsରେ 1080p HD
pa: ^[30](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p HD
pl: 1080p HD, 30 kl./s
pt_br: 1080p HD a 30 fps
pt_pt: 1080p HD a 30 fps
ro: HD 1080p la 30 fps
ru: 1080p HD, 30 кадр⁠/⁠с
sk: 1080p HD, 30 fps
sl: 1080p HD in 30 sličic/s
sv: HD i 1080p med 30 bilder/s
ta: 30 fpsஇல் 1080p HD
te: 30 fpsగా 1080p HD
th: 1080p HD ที่ 30 fps
tr: 1080p HD, 30 kare/sn.
uk: 1080p HD із 30 кадр/с
ur: ‏⁨^[30](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩
vi: 1080p HD tại 30 fps
zh_cn: 1080p HD/30 fps
zh_hk: 1080p HD/30 fps
zh_tw: 1080p HD/30 fps

# CAM_RECORD_VIDEO_1080p_30_FOOTER
source: • 130 MB with 1080p HD at 30 fps (default)
ar: ‏• ١٣٠ م.ب. بدقة ‪1080p HD‬ بمعدل ٣٠ إطار/ث (افتراضي)
bg: • 130 MB с 1080p HD / 30 кадъра/сек (по подразбиране)
bn: • 1080p HD-তে 30 fps-এ 130 MB (ডিফল্ট)
ca: • 130 MB amb 1080p HD a 30 fps (per omissió)
cs: • 130 MB při 1080p HD a 30 fps (výchozí)
da: • 130 MB med 1080p HD ved 30 bps (standard)
de: • 130 MB in 1080p HD mit 30 fps (Standard)
el: • 130 MB με 1080p HD στα 30 καρέ/δευτ. (προεπιλογή)
es: • 130 MB a 1080p HD y 30 fps (por omisión)
es_us: • 130 MB con 1080p HD a 30 fps (predeterminado)
fi: • 130 Mt, jos valittuna on 1080p HD / 30 fps (oletus)
fr: • 130 Mo avec 1080p HD à 30 ips (par défaut)
fr_ca: • 130 Mo avec 1080p HD à 30 ips (par défaut)
gu: • 30 fps પર 1080p HD માટે 130 MB (ડિફૉલ્ટ)
he: ‏• 130 מ״ב עם 1080p באיכות HD בקצב של ⁨30 FPS⁩ (ברירת המחדל)
hi: • 30 fps पर 1080p HD के साथ 130 MB (डिफ़ॉल्ट)
hr: • 130 MB s 1080p HD pri 30 fps (standardno)
hu: • 130 MB 1080p HD felbontással, 30 fps sebességgel (alapértelmezés)
id: • 130 MB dengan HD 1080p pada 30 fps (default)
it: • 130 MB con 1080p HD a 30 fps (default)
ja: • 130 MB（1080p HD/30 fps、デフォルト）
kk: • 130 МБ: 1080p HD, 30 кадр/с (әдепкі)
kn: • 30 fpsನಲ್ಲಿ 1080p HD ಜೊತೆಗೆ 130 MB (ಡಿಫಾಲ್ಟ್)
ko: • 130MB, 1080p HD - 30fps(기본 설정)
lt: • 130 MB pasirinkus 1080p HD 30 kadr./s (numatytasis)
ml: • 30 fps, 1080p HD-ൽ 130 MB (ഡിഫോൾട്ട്)
mr: • ^[30](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD सह ^[130](formatNumber: true) MB (डिफॉल्ट)
ms: • 130 MB dengan 1080p HD pada 30 bps (lalai)
nb: • 130 MB med 1080p HD ved 30 bps (standard)
nl: • 130 MB met 1080p HD op 30 fps (standaard)
or: • ^[30](formatNumber: true) fpsରେ 1080p HD ସହିତ ^[130](formatNumber: true) MB (ଡିଫଲ୍ଟ୍‌)
pa: • 30 fps ‘ਤੇ 1080p HD ਨਾਲ 130 MB (ਡਿਫ਼ੌਲਟ)
pl: • 130 MB przy 1080p HD i 30 kl./s (domyślnie)
pt_br: • 130 MB com 1080p HD a 30 fps (padrão)
pt_pt: • 130 MB com HD 1080p a 30 fps (predefinição)
ro: • 130 MB cu 1080p HD la 30 fps (implicit)
ru: • 130 МБ при 1080p HD, 30 кадр⁠/⁠с (по умолчанию)
sk: • 130 MB pri 1080p HD, 30 fps (predvolené)
sl: • 130 MB z ločljivostjo 1080p HD pri 30 sličicah/s (privzeto)
sv: • 130 MB med HD i 1080p med 30 bilder/s (förval)
ta: • 30 fpsஇல் 1080p HDஇல் 130 MB (இயல்புநிலை)
te: • 30 fpsగా 1080p HDతో 130 MB (డిఫాల్ట్)
th: • 130 MB ด้วย 1080p HD ที่ 30 fps (ค่าเริ่มต้น)
tr: • 130 MB; 1080p HD, 30 kare/sn. (saptanmış)
uk: • 130 МБ для 1080p HD із 30 кадр/с (типово)
ur: • ‏⁨^[30](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩ کے ساتھ ‏⁨^[130](formatNumber: true) MB⁩ (ڈیفالٹ)
vi: • 130 MB với 1080p HD tại 30 fps (mặc định)
zh_cn: • 130 MB, 1080p HD/30 fps（默认）
zh_hk: • 130 MB（1080p HD/30 fps，預設）
zh_tw: • 130 MB（1080p HD/30 fps，預設值）

# CAM_RECORD_VIDEO_1080p_30_HEVC_DOLBY_FOOTER
source: • 65 MB with 1080p HD at 30 fps (default)
ar: ‏• ٦٥ م.ب. بدقة ⁨1080p HD⁩ ومعدل ٣٠ إطار/ث (افتراضي)
bg: • 65 MB с 1080p HD / 30 кадъра/сек (по подразбиране)
bn: • ^[1080](formatNumber: true)p HD-তে ^[30](formatNumber: true) fps-এ ^[65](formatNumber: true) MB (ডিফল্ট)
ca: • 65 MB amb 1080p HD a 30 fps (per omissió)
cs: • 65 MB při 1080p HD a 30 fps (výchozí)
da: • 65 MB med 1080p HD ved 30 bps (standard)
de: • 65 MB in 1080p HD mit 30 fps (Standard)
el: • 65 MB με 1080p HD στα 30 καρέ/δευτ. (προεπιλογή)
es: • 65 MB a 1080p HD y 30 fps (por omisión)
es_us: • 65 MB con 1080p HD a 30 fps (predeterminado)
fi: • 65 Mt, jos valittuna on 1080p HD / 30 fps (oletus)
fr: • 65 Mo avec 1080p HD à 30 ips (par défaut)
fr_ca: • 65 Mo avec 1080p HD à 30 ips (par défaut)
gu: • 30 fps પર 1080p HD માટે 65 MB (ડિફૉલ્ટ)
he: ‏• 65 מ״ב עם 1080p באיכות HD בקצב של ⁨30 FPS⁩ (ברירת המחדל)
hi: • 30 fps पर 1080p HD के साथ 65 MB (डिफ़ॉल्ट)
hr: • 65 MB s 1080p HD pri 30 fps (standardno)
hu: • 65 MB 1080p HD felbontással, 30 fps sebességgel (alapértelmezés)
id: • 65 MB dengan HD 1080p pada 30 fps (default)
it: • 65 MB con 1080p HD a 30 fps (default)
ja: • 65 MB（1080p HD/30 fps、デフォルト）
kk: • 65 МБ: 1080p HD, 30 кадр/с (әдепкі)
kn: • 30 fpsನಲ್ಲಿ 1080p HD ಜೊತೆಗೆ 65 MB (ಡಿಫಾಲ್ಟ್)
ko: • 65MB, 1080p HD - 30fps(기본 설정)
lt: • 65 MB pasirinkus 1080p HD 30 kadr./s (numatytasis)
ml: • 30 fps, 1080p HD-ൽ 65 MB (ഡിഫോൾട്ട്)
mr: • ^[30](formatNumber: true) fps वर ^[1080](formatNumber: true) p HD सह ^[65](formatNumber: true) MB (डिफॉल्ट)
ms: • 65 MB dengan 1080p HD pada 30 bps (lalai)
nb: • 65 MB med 1080p HD ved 30 bps (standard)
nl: • 65 MB met 1080p HD op 30 fps (standaard)
or: • ^[30](formatNumber: true) fpsରେ 1080p HD ସହିତ ^[65](formatNumber: true) MB (ଡିଫଲ୍ଟ୍‌)
pa: • ^[30](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p HD ਨਾਲ ^[65](formatNumber: true) MB (ਡਿਫ਼ੌਲਟ)
pl: • 65 MB przy 1080p HD i 30 kl./s (domyślnie)
pt_br: • 65 MB com 1080p HD a 30 fps (padrão)
pt_pt: • 65 MB com HD 1080p a 30 fps (predefinição)
ro: • 65 MB cu 1080p HD la 30 fps (implicit)
ru: • 65 МБ при 1080p HD, 30 кадр⁠/⁠с (по умолчанию)
sk: • 65 MB pri 1080p HD, 30 fps (predvolené)
sl: • 65 MB z ločljivostjo 1080p HD pri 30 sličicah/s (privzeto)
sv: • 65 MB med HD i 1080p med 30 bilder/s (förval)
ta: • 30 fpsஇல் 1080p HDஇல் 65 MB (இயல்புநிலை)
te: • 30 fpsగా 1080p HDతో 65 MB (డిఫాల్ట్)
th: • 65 MB ด้วย 1080p HD ที่ 30 fps (ค่าเริ่มต้น)
tr: • 65 MB; 1080p HD, 30 kare/sn. (saptanmış)
uk: • 65 МБ для 1080p HD, 30 кадр/с (типово)
ur: • ‏⁨^[30](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩ کے ساتھ ‏⁨^[65](formatNumber: true) MB⁩ (ڈیفالٹ)
vi: • 65 MB với 1080p HD tại 30 fps (mặc định)
zh_cn: • 65 MB, 1080p HD/30 fps（默认）
zh_hk: • 65 MB（1080p HD/30 fps，預設）
zh_tw: • 65 MB（1080p HD/30 fps，預設值）

# CAM_RECORD_VIDEO_1080p_30_HEVC_FOOTER
source: • 60 MB with 1080p HD at 30 fps (default)
ar: ‏• ٦٠ م.ب. بدقة ‪1080p HD‬ بمعدل ٣٠ إطار/ث (افتراضي)
bg: • 60 MB с 1080p HD / 30 кадъра/сек (по подразбиране)
bn: • 1080p HD-তে 30 fps-এ 60 MB (ডিফল্ট)
ca: • 60 MB amb 1080p HD a 30 fps (per omissió)
cs: • 60 MB při 1080p HD a 30 fps (výchozí)
da: • 60 MB med 1080p HD ved 30 bps (standard)
de: • 60 MB in 1080p HD mit 30 fps (Standard)
el: • 60 MB με 1080p HD στα 30 καρέ/δευτ. (προεπιλογή)
es: • 60 MB a 1080p HD y 30 fps (por omisión)
es_us: • 60 MB con 1080p HD a 30 fps (predeterminado)
fi: • 60 Mt, jos valittuna on 1080p HD / 30 fps (oletus)
fr: • 60 Mo avec 1080p HD à 30 ips (par défaut)
fr_ca: • 60 Mo avec 1080p HD à 30 ips (par défaut)
gu: • 30 fps પર 1080p HD માટે 60 MB (ડિફૉલ્ટ)
he: ‏• 60 מ״ב עם 1080p באיכות HD בקצב של ⁨30 FPS⁩ (ברירת המחדל)
hi: • 30 fps पर 1080p HD के साथ 60 MB (डिफ़ॉल्ट)
hr: • 60 MB s 1080p HD pri 30 fps (standardno)
hu: • 60 MB 1080p HD felbontással, 30 fps sebességgel (alapértelmezés)
id: • 60 MB dengan HD 1080p pada 30 fps (default)
it: • 60 MB con 1080p HD a 30 fps (default)
ja: • 60 MB（1080p HD/30 fps、デフォルト）
kk: • 60 МБ: 1080p HD, 30 кадр/с (әдепкі)
kn: • 30 fpsನಲ್ಲಿ 1080p HD ಜೊತೆಗೆ 60 MB (ಡಿಫಾಲ್ಟ್)
ko: • 60MB, 1080p HD - 30fps(기본 설정)
lt: • 60 MB pasirinkus 1080p HD 30 kadr./s (numatytasis)
ml: • 30 fps, 1080p HD-ൽ 60 MB (ഡിഫോൾട്ട്)
mr: • ^[30](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD सह ^[60](formatNumber: true) MB (डिफॉल्ट)
ms: • 60 MB dengan 1080p HD pada 30 bps (lalai)
nb: • 60 MB med 1080p HD ved 30 bps (standard)
nl: • 60 MB met 1080p HD op 30 fps (standaard)
or: • ^[30](formatNumber: true) fpsରେ 1080p HD ସହିତ ^[60](formatNumber: true) MB (ଡିଫଲ୍ଟ୍‌)
pa: • ^[30](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p HD ਨਾਲ ^[60](formatNumber: true) MB (ਡਿਫ਼ੌਲਟ)
pl: • 60 MB przy 1080p HD i 30 kl./s (domyślnie)
pt_br: • 60 MB com 1080p HD a 30 fps (padrão)
pt_pt: • 60 MB com HD 1080p a 30 fps (predefinição)
ro: • 60 MB cu 1080p HD la 30 fps (implicit)
ru: • 60 МБ при 1080p HD, 30 кадр⁠/⁠с (по умолчанию)
sk: • 60 MB pri 1080p HD, 30 fps (predvolené)
sl: • 60 MB z ločljivostjo 1080p HD pri 30 sličicah/s (privzeto)
sv: • 60 MB med HD i 1080p med 30 bilder/s (förval)
ta: • 30 fpsஇல் 1080p HDஇல் 60 MB (இயல்புநிலை)
te: • 30 fpsగా 1080p HDతో 60 MB (డిఫాల్ట్)
th: • 60 MB ด้วย 1080p HD ที่ 30 fps (ค่าเริ่มต้น)
tr: • 60 MB; 1080p HD, 30 kare/sn. (saptanmış)
uk: • 60 МБ для 1080p HD із 30 кадр/с (типово)
ur: • ‏⁨^[30](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩ کے ساتھ ‏⁨^[60](formatNumber: true) MB⁩ (ڈیفالٹ)
vi: • 60 MB với 1080p HD tại 30 fps (mặc định)
zh_cn: • 60 MB, 1080p HD/30 fps（默认）
zh_hk: • 60 MB（1080p HD/30 fps，預設）
zh_tw: • 60 MB（1080p HD/30 fps，預設值）

# CAM_RECORD_VIDEO_1080p_30_MOST_COMPATIBLE
source: 1080p HD at 30 fps (High Efficiency)
ar: ‏‪1080p HD‬ بمعدل ٣٠ إطار/ث (تنسيق عالي الكفاءة)
bg: 1080p HD / 30 кадъра/сек (Високоефективен)
bn: 1080p HD 30 fps-এ (হাই এফিসিয়েন্সি)
ca: 1080p HD a 30 fps (alta eficiència)
cs: 1080p HD při 30 fps (vysoká efektivita)
da: 1080p HD ved 30 bps (High Efficiency)
de: 1080p HD (30 fps) (High Efficiency)
el: 1080p HD στα 30 καρέ/δευτ. (υψηλή απόδοση)
es: 1080p HD a 30 fps (alta eficiencia)
es_us: 1080p HD a 30 fps (alta eficiencia)
fi: 1080p HD / 30 fps (korkea hyötysuhde)
fr: 1080p HD à 30 ips (haute efficacité)
fr_ca: 1080p HD à 30 ips (haute efficacité)
gu: 30 fps પર 1080p HD (હાઇ એફિશંસી)
he: ‏1080p באיכות HD בקצב של ⁨30 FPS⁩ (יעילות גבוהה)
hi: 30 fps पर 1080p HD (हाई एफ़िशिएंसी)
hr: 1080p HD pri 30 fps (visoka učinkovitost)
hu: 1080p HD / 30 fps (nagy hatékonyságú)
id: HD 1080p pada 30 fps (Efisiensi Tinggi)
it: 1080p HD a 30 fps (efficienza elevata)
ja: 1080p HD/30 fps（高効率）
kk: 1080p HD, 30 кадр/с (жоғары тиімділік)
kn: 30 fpsನಲ್ಲಿ 1080p HD (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 1080p HD - 30fps(고효율성)
lt: 1080p HD 30 kadr./s (didelis efektyvumas)
ml: 30 fps-ൽ 1080p HD (ഉയർന്ന എഫിഷ്യൻസി)
mr: ^[30](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD (उच्च कार्यक्षमता)
ms: 1080p HD pada 30 bps (Kecekapan Tinggi)
nb: 1080p HD ved 30 bps (High Efficiency)
nl: 1080p HD op 30 fps (High Efficiency)
or: ^[30](formatNumber: true) fpsରେ 1080p HD (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 30 fps ’ਤੇ 1080p HD (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 1080p HD, 30 kl./s (High Efficiency)
pt_br: 1080p HD a 30 fps (Alta Eficiência)
pt_pt: HD 1080p a 30 fps (alta eficiência)
ro: 1080p HD la 30 fps (eficiență înaltă)
ru: 1080p HD, 30 кадр⁠/⁠с (высокоэффективный)
sk: 1080p HD, 30 fps (vysokoefektívny)
sl: 1080p HD pri 30 sličicah/s (visoka učinkovitost)
sv: HD i 1080p med 30 bilder/s (Högeffektiv)
ta: 30 fpsஇல் 1080p (உயர் செயல்திறன்)
te: 30 fpsగా 1080p HD (అత్యధిక సామర్థ్యం కలిగిన)
th: 1080p HD ที่ 30 fps (ประสิทธิภาพสูง)
tr: 1080p HD, 30 kare/sn. (Yüksek Verimlilik)
uk: 1080p HD із 30 кадр/с (високоефективний)
ur: ‏⁨^[30](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩ (ہائی ایفی شیئنسی)
vi: 1080p HD tại 30 fps (Hiệu suất cao)
zh_cn: 1080p HD/30 fps（高效）
zh_hk: 1080p HD/30 fps（高效率）
zh_tw: 1080p HD/30 fps（高效率）

# CAM_RECORD_VIDEO_1080p_30_SHORT
source: 1080p at 30 fps
ar: ‏‪1080p‬ بمعدل ٣٠ إطار/ث
bg: 1080p / 30 кадъра/сек
bn: ^[30](formatNumber: true) fps-এ ^[1080](formatNumber: true)p
ca: 1080p a 30 fps
cs: 1080p, 30 fps
da: 1080p ved 30 bps
de: 1080p (30 fps)
el: 1080p στα 30 καρέ/δευτ.
es: 1080p a 30 fps
es_us: 1080p a 30 fps
fi: 1080p / 30 fps
fr: 1080p à 30 ips
fr_ca: 1080p à 30 ips
gu: 30 fps પર 1080p
he: ‏1080p בקצב של ⁨30 FPS⁩
hi: 30 fps पर 1080p
hr: 1080p pri 30 fps
hu: 1080p / 30 fps
id: 1080p pada 30 fps
it: 1080p a 30 fps
ja: 1080p/30 fps
kk: 1080p, 30 кадр/с
kn: 30 fpsನಲ್ಲಿ 1080p
ko: 1080p - 30fps
lt: 1080p 30 kadr./s
ml: 30 fps-ൽ 1080p
mr: ^[30](formatNumber: true) fps वर ^[1080](formatNumber: true)p
ms: 1080p pada 30 bps
nb: 1080p ved 30 bps
nl: 1080p op 30 fps
or: ^[30](formatNumber: true) fpsରେ 1080p
pa: ^[30](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p
pl: 1080p, 30 kl./s
pt_br: 1080p a 30 fps
pt_pt: 1080p a 30 fps
ro: 1080p la 30 fps
ru: 1080p, 30 кадр⁠/⁠с
sk: 1080p, 30 fps
sl: 1080p in 30 sličic/s
sv: 1080p med 30 b/s
ta: 30 fpsஇல் 1080p
te: 30 fpsగా 1080p
th: 1080p ที่ 30 fps
tr: 1080p, 30 kare/sn.
uk: 1080p із 30 кадр/с
ur: ‏⁨^[30](formatNumber: true) fps⁩ پر ‏⁨1080p⁩
vi: 1080p tại 30 fps
zh_cn: 1080p/30 fps
zh_hk: 1080p/30 fps
zh_tw: 1080p/30 fps

# CAM_RECORD_VIDEO_1080p_60
source: 1080p HD at 60 fps
ar: ‏‪1080p HD‬ بمعدل ٦٠ إطار/ث
bg: 1080p HD / 60 кадъра/сек
bn: ^[60](formatNumber: true) fps-এ ^[1080](formatNumber: true)p HD
ca: 1080p HD a 60 fps
cs: 1080p HD, 60 fps
da: 1080p HD ved 60 bps
de: 1080p HD (60 fps)
el: 1080p HD στα 60 καρέ/δευτ.
es: 1080p HD a 60 fps
es_us: 1080p HD a 60 fps
fi: 1080p HD / 60 fps
fr: 1080p HD à 60 ips
fr_ca: 1080p HD à 60 ips
gu: 60 fps પર 1080p HD
he: ‏1080p באיכות HD בקצב של ⁨60 FPS⁩
hi: 60 fps पर 1080p HD
hr: 1080p HD pri 60 fps
hu: 1080p HD / 60 fps
id: HD 1080p pada 60 fps
it: 1080p HD a 60 fps
ja: 1080p HD/60 fps
kk: 1080p HD, 60 кадр/с
kn: 60 fpsನಲ್ಲಿ 1080p HD
ko: 1080p HD - 60fps
lt: 1080p HD 60 kadr./s
ml: 60 fps-ൽ 1080p HD
mr: ^[60](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD
ms: 1080p HD pada 60 bps
nb: 1080p HD ved 60 bps
nl: 1080p HD op 60 fps
or: ^[60](formatNumber: true) fpsରେ 1080p HD
pa: ^[60](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p HD
pl: 1080p HD, 60 kl./s
pt_br: 1080p HD a 60 fps
pt_pt: 1080p HD a 60 fps
ro: HD 1080p la 60 fps
ru: 1080p HD, 60 кадр⁠/⁠с
sk: 1080p HD, 60 fps
sl: 1080p HD in 60 sličic/s
sv: HD i 1080p med 60 bilder/s
ta: 60 fpsஇல் 1080p HD
te: 60 fpsగా 1080p HD
th: 1080p HD ที่ 60 fps
tr: 1080p HD, 60 kare/sn.
uk: 1080p HD із 60 кадр/с
ur: ‏⁨^[60](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩
vi: 1080p HD tại 60 fps
zh_cn: 1080p HD/60 fps
zh_hk: 1080p HD/60 fps
zh_tw: 1080p HD/60 fps
